{
    "The 20 Best Netflix Original Movies of 2023": "Dec 07, 2023",
    "The Best Netflix Series of 2023": "Dec 07, 2023",
    "The 25 Best Anime of 2023": "Dec 06, 2023",
    "The 2023 Esquire Spirit Awards": "Dec 5, 2023",
    "The 20 Best Albums of 2023": "Dec 01, 2023",
    "The 65 Best Movies of 2023": "Dec 01, 2023",
    "10 Best TV Shows of 2023": "Dec 01, 2023",
    "The 15 Best Sneakers of 2023": "Dec 1, 2023",
    "The 20 Best Songs of 2023": "Dec 01, 2023",
    "The 74 Best Movies to Stream on Netflix Right Now": "Nov 3, 2023",
    "The 40 Best Horror Movies on Netflix": "Sep 18, 2023",
    "The 33 Best Thrillers on Netflix": "Jul 31, 2023",
    "The 50 Best Family Movies of All Time": "Jun 14, 2023",
    "Hiroyuki Sanada Still Kicks Ass": "Apr 04, 2023",
    "It’s Chris Pine Time!": "Mar 1, 2023",
    "Liana Liberato Is Going Full Scream Queen": "Mar 13, 2023",
    "Ashton Kutcher Has Been Through It": "Jan 31, 2023",
    "Welcome to the No-Budget Era": "Mar 21, 2023",
    "Renfield Squanders Its Bloody-Good Resources": "Apr 13, 2023",
    "My Dad, a Rocky Superfan, Has Some Serious Thoughts About Creed III": "Mar 08, 2023",
    "Ant-Man and the Wasp: Quantumania Is Lost in the Multiverse": "Feb 21, 2023",
    "The Radical Traditionalism of Steven Spielberg": "Nov 25, 2022",
    "Leave the World Behind Ending, Explained: What Happened?": "Dec 08, 2023",
    "Ramy Youssef Will Write the Next James Bond on One Condition": "Dec 08, 2023",
    "Ottessa Moshfegh Hits the Big Screen": "Dec 8, 2023",
    "Killers of the Flower Moon: When Will It Be Available to Stream?": "Dec 06, 2023",
    "May December : Where is Vili Fualaau Now?": "Dec 05, 2023",
    "Where Were 2023's Biggest Movies Filmed?": "Dec 5, 2023",
    "How to Watch Barbie": "Dec 04, 2023",
    "Is May December Based on a True Story?": "Dec 04, 2023",
    "Saltburn: When Will It Be Available to Stream?": "Dec 04, 2023",
    "Every Joaquin Phoenix Movie, Ranked From Worst to Best": "Nov 30, 2023",
    "28 Ridley Scott Movies, Ranked From Worst to Best": "Nov 30, 2023",
    "Bradley Cooper is Ready For The Hangover 4": "Nov 27, 2023",
    "I Am Begging My Brain to Stop Thinking About Napoleon": "Nov 22, 2023",
    "Ralph Macchio and Jackie Chan Will Unite In a New Karate Kid Movie": "Nov 21, 2023",
    "Will The Hunger Games: Ballad of Songbirds and Snakes Get a Sequel?": "Nov 20, 2023",
    "The Beautiful Life of Thomas Rongen": "Nov 20, 2023",
    "Barry Keoghan's Naked Saltburn Dance Scene Is Taking Over the Internet": "Nov 20, 2023",
    "Does The Hunger Games:The Ballad of Songbirds & Snakes Have a Post-Credits Scene?": "Nov 20, 2023",
    "It's a Damn Good Time For a Michael Fassbender Movie Marathon": "Nov 17, 2023",
    "Adam Driver Told a Ferrari Critic to 'F*ck Off'": "Nov 13, 2023",
    "Every Marvel Studios Film and Disney+ Series Announced Through 2027": "Nov 13, 2023",
    "The Sexiest Movies of 2023 (So Far)": "Nov 10, 2023",
    "Will There Be a Sequel to The Killer? Everything We Know": "Nov 10, 2023",
    "Every David Fincher Movie, Ranked": "Nov 10, 2023",
    "The Holdovers Is Tender, Triumphant, and Incorrigibly Corny": "Nov 10, 2023",
    "Old Pictures of Directors Behind the Scenes of Famous Movies": "Nov 9, 2023",
    "The Legend of Zelda Movie: Everything We Know": "Nov 09, 2023",
    "Every Marvel Cinematic Universe Movie, Ranked From Worst to Best": "Nov 08, 2023",
    "How to Watch All 33 Marvel Movies In Order": "Nov 08, 2023",
    "Sylvester Stallone Says Dolph Lundgren Sent Him to the ICU During Rocky IV": "Nov 03, 2023",
    "Pain Hustlers Ending, Explained: What Happened?": "Nov 01, 2023",
    "64 Psychological Horror Movies That Will Seriously Mess With Your Head": "Nov 01, 2023",
    "12 Chadwick Boseman Movies Everyone Should See": "Nov 01, 2023",
    "The Engaging, Exciting, and Epic Films of Martin Scorsese and Leonardo DiCaprio, Ranked": "Nov 01, 2023",
    "9 Best Christmas Movies on Max to Get in the Holiday Spirit (Far Too Early)": "Oct 31, 2023",
    "Courtney Eaton Is Figuring It All Out": "Apr 14, 2023",
    "You Don't Want to Fight with BEEF's Joseph Lee": "Apr 10, 2023",
    "Extrapolations Is Black Mirror For the Climate Crisis": "Apr 12, 2023",
    "Kieran Culkin Bares (a Lot of) His Soul": "Mar 27, 2023",
    "Stranger Things Season 5: Everything We Know": "Dec 08, 2023",
    "Squid Game: The Challenge Finale Recap": "Dec 07, 2023",
    "Who Is Mai from Squid Game: The Challenge?": "Dec 06, 2023",
    "Squid Game: The Challenge Just Revealed Its First-Ever Winner": "Dec 06, 2023",
    "The World According to Norman Lear": "Dec 06, 2023",
    "Squid Game: The Challenge Season 2: Everything We Know": "Dec 06, 2023",
    "Norman Lear, Beloved Television Pioneer, Dead at 101": "Dec 06, 2023",
    "Masters of the Air: Everything We Know": "Dec 06, 2023",
    "Yellowstone Alert: Taylor Sheridan's Ranch is Suing Cole Hauser's Coffee Company": "Dec 05, 2023",
    "Fallout: Everything We Know": "Dec 04, 2023",
    "Lawmen: Bass Reeves Episode 6 Recap": "Dec 04, 2023",
    "House of the Dragon Season 2: Everything We Know": "Dec 04, 2023",
    "Squid Game: The Challenge Release Schedule": "Dec 04, 2023",
    "21 Gifts For People Who Love Yellowstone": "Dec 01, 2023",
    "For One Brief Moment, Reality TV Made Me Believe In Humanity. Then You-Know-What Happened.": "Dec 01, 2023",
    "Squid Game: The Challenge: Behind the Scenes in London": "Dec 01, 2023",
    "The Bear Season 3: Everything We Know": "Dec 01, 2023",
    "Squid Game: The Challenge Fans Are Livid at Player 278": "Nov 30, 2023",
    "Do You Know Every 'Game of Thrones' Spinoff in Development?": "Nov 29, 2023",
    "Yellowstone Season 6: Everything We Know": "Nov 28, 2023",
    "Invincible Season 2, Part 1 Ending Explained": "Nov 27, 2023",
    "Lawmen: Bass Reeves Episode 5 Recap": "Nov 26, 2023",
    "Invincible Season 2, Part 2: Everything We Know": "Nov 24, 2023",
    "The Crown is Almost Over. Here's What to Watch Next.": "Nov 21, 2023",
    "Hulu's Black Friday Deal Feels Too Good to Be True": "Nov 21, 2023",
    "Invincible Season 2 Release Schedule": "Nov 21, 2023",
    "The 20 Best Books of 2023": "Dec 1, 2023",
    "The Best Horror Books of 2023 Will Scare You Sh*tless": "Oct 2, 2023",
    "The Best Books of Fall 2023": "Sep 30, 2023",
    "How to Read the Wheel of Time Books in Order": "Aug 30, 2023",
    "The 50 Best Mysteries of All Time": "Jul 13, 2023",
    "Tim O'Brien Knows What Makes for a Good Lie": "Oct 24, 2023",
    "Naomi Klein's Double Trouble": "Sep 12, 2023",
    "Booksellers Are Suddenly At the Vanguard of the Culture Wars": "Aug 22, 2023",
    "Colson Whitehead Knows the Secret to Reinvention": "Jul 18, 2023",
    "Emily Wilson Wants to Make You Cry": "Sep 27, 2023",
    "How Does Jake Tapper Find Time to Write So Many Books?": "Aug 2, 2023",
    "The Men Can't Be Saved—Or Can They?": "Aug 3, 2023",
    "Into the Wild With Lauren Groff": "Sep 13, 2023",
    "Behind the Scenes of Barack Obama’s Reading Lists": "Apr 10, 2023",
    "The Murky Path To Becoming a New York Times Best Seller": "Dec 9, 2022",
    "Inside Book Twitter's Final(?) Days": "Jan 27, 2023",
    "\"My Own Little Fiefdom\": Why Some Famous Novelists Are All About Substack": "Mar 09, 2022",
    "A Journey Inside the Updated James Bond Novels": "Apr 13, 2023",
    "The Unbearable Costs of Becoming a Writer": "Apr 3, 2023",
    "Gravity's Rainbow Finally Came True": "Feb 28, 2023",
    "My Wild Weekend at the Philip Roth Festival": "Apr 4, 2023",
    "The Pool Guy": "Jul 12, 2022",
    "Urgent, Necessary, Vital": "Mar 02, 2022",
    "The Thirteenth Day": "Feb 01, 2022",
    "My Stalker": "Nov 04, 2021",
    "The End of the World, According to AI": "Dec 5, 2023",
    "The 30 Best Books for Holiday Gifting": "Nov 29, 2023",
    "Is the Campus Novel Dead?": "Nov 27, 2023",
    "The Mainstreaming of Historical Fiction": "Nov 17, 2023",
    "The National Book Awards Got Political This Year": "Nov 16, 2023",
    "LeVar Burton Is Still Fighting For Your Right to Read": "Nov 15, 2023",
    "The False Promise of Driverless Cars": "Nov 14, 2023",
    "Finding Bliss In Cancellation": "Nov 13, 2023",
    "What's the Future of Books?": "Nov 09, 2023",
    "Has It Ever Been Harder to Make a Living As An Author?": "Nov 8, 2023",
    "Even You Can Survive the Apocalypse. Here’s How.": "Nov 7, 2023",
    "Why I Love Paperbacks": "Nov 2, 2023",
    "The Author Fighting Back Against Book Bans": "Nov 1, 2023",
    "My Macabre Weekend at StokerCon": "Oct 31, 2023",
    "Sink Your Fangs Into Our 20 Favorite Vampire Books": "Oct 27, 2023",
    "'Dracula Daily' Is the One Substack You Need a Subscription To": "Oct 27, 2023",
    "How to Read The Vampire Chronicles In Order": "Oct 26, 2023",
    "Stop Pestering George R.R. Martin!": "Oct 25, 2023",
    "Inside Fran Lebowitz's Digitally Unbothered Life": "Oct 16, 2023",
    "Anna Biller On the Stories That Haunt Us": "Oct 12, 2023",
    "A Queer Take on Shakespeare That's Perfect for History Nerds": "Oct 11, 2023",
    "The End of the World, According to Nana Kwame Adjei-Brenyah": "Oct 5, 2023",
    "What I've Learned: Patrick Stewart": "Oct 3, 2023",
    "Fame, Firsthand": "Sep 26, 2023",
    "At Long Last, Rae Sremmurd Return": "Apr 12, 2023",
    "Niall Horan Is Ready Now": "Apr 6, 2023",
    "Luke Combs Isn't Like the Rest": "Mar 24, 2023",
    "The New “It” Producer for Rock Icons": "Mar 14, 2023",
    "Lana Del Rey's New Album Had Me Spiraling For a Bit": "Mar 24, 2023",
    "Songs of Surrender Puts U2's Songwriting Legacy on the Line": "Mar 17, 2023",
    "Miley Cyrus's Endless Summer Vacation Songs: All Tracks Ranked": "Mar 10, 2023",
    "Selena Gomez's My Mind & Me is Anything But Celebrity Fluff": "Nov 04, 2022",
    "Lenny Kravitz Opens Up About Being Shunned By Major Music Publications": "Dec 01, 2023",
    "Lenny Kravitz Opens Up About His Healthy Relationship with Ex Lisa Bonet: 'It's Normal'": "Nov 29, 2023",
    "Who Knew Lenny Kravitz's High School Was Stacked With Future Stars?": "Nov 29, 2023",
    "Jay-Z on the 'Special' Night When He Celebrated Lenny Kravitz's Birthday in Paris": "Nov 29, 2023",
    "Lenny Kravitz Wants To Clear a Few Things Up": "Nov 29, 2023",
    "The Best Thanksgiving Songs of All Time to Keep Dinner Humming": "Nov 20, 2023",
    "Justin Hawkins Believes In a Thing Called Rock": "Nov 20, 2023",
    "Let Leonardo DiCaprio Rap at His Own Birthday Party!": "Nov 15, 2023",
    "Beirut's Zach Condon Is Accepting His Demons": "Nov 10, 2023",
    "Drop Everything and Listen to Lenny Kravitz's 'I Believe in Love Again'": "Nov 09, 2023",
    "Hear Lenny Kravitz's Euphoric New Song, \"Road to Freedom\"": "Nov 06, 2023",
    "Peter Jackson Takes Us Inside the Music Video for Beatles' Final Song": "Nov 3, 2023",
    "The Final Beatles Record Is Here": "Nov 02, 2023",
    "29 Songs by Actors, Athletes, and Reality Stars That You Totally Forgot About": "Nov 1, 2023",
    "Adidas Reportedly Allowed Kanye West's Toxic Behavior to Go Unchecked for a Decade": "Oct 27, 2023",
    "Every Rolling Stones Album, Ranked": "Oct 24, 2023",
    "60 Years In, the Rolling Stones Still Have Something to Prove": "Oct 20, 2023",
    "Liam Gallagher Will Take 'Definitely, Maybe' on Tour": "Oct 16, 2023",
    "Will Ferrell DJ'd a Frat Party This Weekend at USC": "Oct 10, 2023",
    "Javelin Is Sufjan Stevens's Best Album Yet": "Oct 05, 2023",
    "What Will Post Malone's Next Era Sound Like?": "Oct 02, 2023",
    "The Time Post Malone Lost a $600,000 Diamond": "Oct 02, 2023",
    "The Magic of Post Malone": "Oct 2, 2023",
    "The Best Video Games of 2022 (So Far)": "Sep 28, 2022",
    "Gamer Alert: You Can Get an Xbox Series X For Under $400 Right Now": "Oct 10, 2023",
    "59 Best Gifts for Gamers, Whether They're Experts, Bots, or NPCs": "Oct 03, 2023",
    "The 5 Best Portable Gaming Devices of 2023": "Sep 21, 2023",
    "The 16 Best Video Game Movies of All Time, Ranked": "Aug 25, 2023",
    "Gran Turismo 7 VR Turned Me Into Ricky Bobby": "Aug 25, 2023",
    "5 Best Gaming Chairs You Won't Be Ashamed To Own": "Aug 24, 2023",
    "The 7 Best Gaming Headsets in 2023 Every Type of Player": "Aug 21, 2023",
    "Pokémon Sleep Has Me Snoozing Like Snorlax": "Jul 31, 2023",
    "Pikmin 4 Is Beautiful. (But a Little Too Easy.)": "Jul 21, 2023",
    "21 Prime Day Gaming Deals to Level Up Your Setup": "Jul 12, 2023",
    "The Legend of Zelda Is At Its Best With Young Link": "May 10, 2023",
    "In Jedi: Survivor, Star Wars Searches For a New Voice": "Apr 26, 2023",
    "I Played The Legend of Zelda: Tears of the Kingdom For Two Hours. Oh My God.": "Apr 26, 2023",
    "The 25 Best Mario Games of All Time": "Apr 6, 2023",
    "Is Mario Actually Any Good at Sports?": "Apr 05, 2023",
    "Kieran Culkin's List of Essential Video Games": "Mar 27, 2023",
    "The Razer Edge Is the Best Handheld Gaming Device Right Now": "Mar 2, 2023",
    "Elden Ring DLC Is Official": "Feb 28, 2023",
    "15 Best Games on Xbox Game Pass—Both New and Old": "Feb 17, 2023",
    "The 17 Best Multiplayer PS4 and PS5 Video Games to Play in 2023": "Jan 27, 2023",
    "The 13 Best Video Game Consoles of All Time, Ranked": "Jan 4, 2023",
    "The Best Wireless Gaming Mouse For Ultra Responsive Gameplay": "Dec 21, 2022",
    "Nintendo's Best Switch Games Are on Sale on Amazon Right Now": "Dec 20, 2022",
    "12 Best Gaming Earbuds For Low Latency and High-Quality Listening": "Dec 20, 2022",
    "Al Pacino Is Just As Confused As You About His 2022 Game Awards Appearance": "Dec 09, 2022",
    "The 2022 Esquire Gaming Awards": "Nov 22, 2022",
    "Boy, I Hope the Oregon Trail Movie Musical Has a Song About Dysentery": "Oct 06, 2022",
    "Stop Playing Trombone Champ Right Now, Because I'm the Trombone Champ": "Oct 06, 2022",
    "Pac-Man is Back, Baby—And He's Absolutely Going to Eat You": "Aug 29, 2022",
    "Pop Culture is Allergic to Cats. Stray is the Antidote.": "Jul 28, 2022",
    "MultiVersus is the First Worthy Challenger to the Super Smash Bros. Throne": "Jul 26, 2022",
    "LeBron James is About To Be the GOAT of Fighting Games": "Jul 22, 2022",
    "Teenage Mutant Ninja Turtles: Shredder's Revenge Sent Me Straight Back to the Arcade": "Jun 17, 2022",
    "Mario Strikers: Battle League is the Absurdist Sports Game of My Dreams": "Jun 10, 2022",
    "Nintendo Switch Sports is Just What the Doctor Ordered": "Apr 29, 2022",
    "The 8 Best Gaming Computers Will Impress Even the Most Hardcore Players": "Apr 21, 2022",
    "God Help Me, I Tried the Furry Sonic Xbox Controllers": "Apr 15, 2022",
    "This is What Your LEGO Star Wars: The Skywalker Saga Character Says About You": "Apr 08, 2022",
    "The 15 Best Games on Steam": "Apr 06, 2022",
    "Tiny Tina's Wonderlands Is The Perfect Antidote For Elden Ring Hangover": "Mar 25, 2022",
    "It's True. Elden Ring is a Masterpiece.": "Feb 25, 2022",
    "Our 10 Best Pitches For the Next Big Video Game Movie": "Feb 23, 2022",
    "The 15 Best Mobile Games of All Time Will Fill You With Small-Screen Nostalgia": "Feb 02, 2022",
    "Bury Me in the Fields of Pokémon Legends: Arceus": "Jan 31, 2022",
    "The 55 Best Comedies to Stream On Netflix Right Now": "Apr 5, 2023",
    "The 78 Best Documentaries on Netflix to Watch Now": "Mar 02, 2023",
    "The 25 Best Romantic Comedies On Netflix": "Feb 6, 2023",
    "25 Sexiest Movies on Netflix": "Jan 30, 2023",
    "20 Oscar-Winning Movies You Can Stream on Netflix Right Now": "Jan 23, 2023",
    "The Glass Onion Ending Is Moviemaking's Best Third Act of the Year": "Dec 27, 2022",
    "20 Christmas Movies You Can Stream on Netflix Right Now": "Dec 06, 2022",
    "The 13 Best War Movies On Netflix": "Apr 18, 2022",
    "25 Best British Shows on Netflix": "Apr 7, 2022",
    "The Best Sad Movies on Netflix": "Apr 6, 2022",
    "The Best Classic Movies to Stream on Netflix": "Jan 5, 2022",
    "The 23 Best Netflix Original Movies of 2021 (So Far)": "Dec 7, 2021",
    "The Best Shows on Netflix to Fill Every Second of Your Free Time": "Oct 19, 2021",
    "These Are the 25 Best LGBTQ Movies You Can Stream on Netflix Right Now": "Jun 24, 2021",
    "The 15 Best Action Movies on Netflix to Get Your Blood Pumping From the Comfort of Your Couch": "May 7, 2021",
    "Explore the Culinary World And Beyond With the Best Cooking Shows on Netflix": "Mar 22, 2021",
    "Relive Your Glory (Or Awkward) Days With the Best Teen Movies on Netflix": "Mar 10, 2021",
    "The 50 Best Romantic Movies on Netflix": "Mar 24, 2022",
    "The Best TV Series of 2020": "Dec 22, 2020",
    "The Best Albums of 2020": "Dec 21, 2020",
    "The Best Songs of 2020 Brought Light Into a Dark Year": "Dec 17, 2020",
    "The Best Netflix Original Series of 2020 Offer An Escape Into the Streaming Void": "Dec 02, 2020",
    "The Best Netflix Original Movies of 2020": "Dec 2, 2020",
    "The Best '90s Movies On Netflix to Remind You of a Simpler Decade": "Jun 4, 2020",
    "These Are the Best New Titles Coming to Netflix in May Now That You've Watched Everything Else": "Apr 29, 2020",
    "The 15 Best '80s Movies On Netflix Are Best Served With a Can of New Coke": "Mar 25, 2020",
    "There's Hardly a Better Time to Watch the Best Feel-Good Movies on Netflix": "Mar 20, 2020",
    "These Are the Best Sci-Fi Movies to Watch On Netflix For When You Need to Escape This Doomed Planet": "Jan 20, 2020",
    "The Best Movies of 2019": "Dec 18, 2019",
    "The 50 Best Movies to Stream on Netflix Right Now": "Aug 28, 2019",
    "The Best Family-Friendly Movies on Netflix That Adults Will Actually Enjoy": "May 27, 2019",
    "Netflix Is Realizing That Shows Don't Have to Be Long to Be Good": "May 23, 2019",
    "What to Stream on Netflix in April 2019": "Mar 20, 2019",
    "The 10 Best James Bond Movies on Netflix, Ranked": "Mar 09, 2019",
    "Every Marvel Movie on Netflix, Ranked": "Mar 01, 2019",
    "What to Stream on Netflix in March 2019": "Feb 20, 2019",
    "8 Must-See Movies Expiring From Netflix in February 2019": "Jan 23, 2019",
    "Every Adam Sandler Movie on Netflix, Ranked": "Dec 15, 2018",
    "What to Stream on Netflix in January 2019": "Dec 12, 2018",
    "10 Must-See Movies Expiring From Netflix in January 2019": "Dec 12, 2018",
    "From Royal Weddings to Attempted Elf Castrations: Every Netflix Christmas Movie Ranked": "Dec 04, 2018",
    "What to Stream on Netflix in December 2018": "Nov 20, 2018",
    "10 Must-See Movies Expiring From Netflix in December 2018": "Nov 20, 2018",
    "What to Stream on Netflix in November 2018": "Oct 24, 2018",
    "10 Must-See Movies Expiring From Netflix in November 2018": "Oct 24, 2018",
    "What to Stream on Netflix in October 2018": "Sep 26, 2018",
    "13 Must-See Movies Expiring From Netflix in October 2018": "Sep 26, 2018",
    "11 Must-See Movies Expiring From Netflix in September 2018": "Aug 22, 2018",
    "What to Stream on Netflix in September 2018": "Aug 22, 2018"
}