[
    [
        "Заголовок",
        "Дата публикации",
        "Источник"
    ],
    [
        "Hong Kong reopens to China, with anxiety over covid and painkiller access",
        "7.1.2023",
        "Washington Post"
    ],
    [
        "Germany built LNG terminals in months. Wind turbines still take years.",
        "7.1.2023",
        "Washington Post"
    ],
    [
        "In Kabul, Taliban rulers are changing the face of the capital ",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Dozens slain in Mexico’s arrest of alleged fentanyl trafficker sought by U.S. ",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Cease-fire failed to halt fighting; Ukraine hit power plants, Kremlin proxies say",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Moscow’s war in Ukraine brought harsh tactics against gay Russians at home ",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Iran hangs two more people in brutal campaign against protesters ",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Photos: Loved ones reunite in China, Hong Kong as borders reopen after 3 years",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "A gruesome murder case in India pits traditional values against modern love",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Tests on travelers from China offer rare snapshot of covid chaos",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Relative quiet on Orthodox Christmas; fighting continues despite cease-fire declaration",
        "8.1.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Iran may be contributing to ‘war crimes’ in Ukraine; troops hold out in Bakhmut, Zelensky says",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Kyiv withstands bombs and blackouts as Russia fails to cripple capital",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Ukraine sees ‘year of victory’ but Russia has other plans",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Prince Harry says father, brother, stepmother conspired against him and Meghan",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Who is Lula? What to know about Brazil’s president.",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Videos of Brazil attack show striking similarities to Jan. 6",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "At least 40 dead in Senegal after two buses collide   ",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Assault on presidential palace, Congress challenges Brazil’s democracy",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "How Bolsonaro’s rhetoric — then his silence — stoked Brazil assault",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Prince Harry says he believed for years that Diana might have faked death",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Lula condemns Brasília riots; court suspends capital’s governor",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "In U.S. House drama, you can see the long tail of Brexit",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Wells Fargo VP fired, arrested for allegedly urinating on woman on flight",
        "9.1.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Brutal fighting for salt mining town; Canada to buy air defense system for Kyiv",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Putin secretly pardoned convicts recruited by Wagner to fight in Ukraine",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Prince Harry memoir attacks a family he seeks to change. They have no comment.",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Sri Lanka’s embattled president likens Brazil riot to upheaval at home",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Andrew Tate, brother are denied appeal for release in trafficking probe",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Where is Bolsonaro? After Brazil riot, ex-president claims hospitalization in Florida.",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "The world’s torrid future is etched in the crippled kidneys of Nepali workers",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Capital insurrections in Brazil and U.S. echo violent breaches elsewhere",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "U.S. would ‘treat seriously’ requests to revoke Bolsonaro’s visa ",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Brazilian officials knew of protest, thought they could contain it",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Biden meets with Mexican president as immigration issue erupts in U.S.",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Brazilian rioters damage iconic buildings and historic art",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "The undeniable U.S. hand in Brazil’s anti-democratic riot",
        "10.1.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: State Department weighs $10 billion HIMARS deal with Poland",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "After the balloon, China works on fixing U.S. ties while still looking tough",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "The earthquake’s widespread destruction, in photos, maps and videos  ",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "Countries rush aid, medical teams and rescue dogs to Turkey and Syria",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "Pakistan bids farewell to ex-leader Musharraf and his complicated legacy",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "South Koreans wonder: Will the U.S. still protect us from North Korea?",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "Powerful earthquake devastates Turkey and Syria; death toll mounts",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "Quake in Turkey and Syria follows a deeper history of disaster",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "More than 4,000 killed in Turkey, Syria after powerful earthquake and aftershocks",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "A dire situation in northwest Syria: Devastating quake amid civil war",
        "7.2.2023",
        "Washington Post"
    ],
    [
        "Among Germany’s Turkish diaspora, anguish — and a rally to help",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "In U.K. and France visits, Zelensky asks for fighter planes to counter Russia",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "North Korea’s Kim Jong Un gives clearest sign daughter is heir apparent",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "Dutch probe implicates Putin in 2014 downing of Malaysian passenger jet",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "See the earthquake’s total devastation through before and after images",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "Despair and glimmers of hope in scramble to save earthquake survivors",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "Death toll in Turkey, Syria earthquakes rises to nearly 8,000",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "New Zealand just found 3.5 tons of cocaine floating in the Pacific",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "Earthquake’s tragic aftermath puts spotlight on Turkey’s leader",
        "8.2.2023",
        "Washington Post"
    ],
    [
        "Bus crashes into day-care, kills 2 children, driver charged with murder",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Russia ousts director of elite museum as Kremlin demands patriotic art",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "North Korea claims to show off ‘greatest’ nuclear attack capability",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Why is it so hard to help Syria’s earthquake victims?",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "SpaceX questions Ukraine’s use of Starlink for war",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "A squad of drug-sniffing squirrels is training to join China’s police",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Afghans rush for airport on rumors of aid flights to Turkey",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Four reasons the earthquake rescue has been so painfully difficult",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "‘I saw death’: Rescuers in rebel-held Syria plead for help after quake",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Turkey and Syria mourn quake victims as death toll tops 15,000",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Erdogan tours Turkey’s disaster zone as death toll climbs past 15,000 ",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: NATO chief in Washington; Zelensky arrives in Paris after London visit",
        "9.2.2023",
        "Washington Post"
    ],
    [
        "Romania says Russian missile flew over Moldova just outside NATO airspace",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Moments of hope as rescuers find people alive in the rubble ",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Turkey-Syria quake live briefing: U.S. military launches relief mission as death toll tops 23,000 ",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "One day. One city. Three lives in the shadow of Myanmar’s military rule.",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Social media gives glimpse into hunt for Syria, Turkey quake survivors",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "How big was the Turkey-Syria earthquake?",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "After Trump and Bolsonaro, can Biden and Lula have their own bromance?",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Nicaragua frees more than 200 political prisoners, sends them to U.S.",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Toll from quakes passes 21,000; Turkey builds makeshift cemetery",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Zelensky asks E.U. leaders for fighter jets; Ukraine’s rocket attacks often rely on U.S.-fed coordinates",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Nowhere to run: Quake displaces Syrians in rebel enclave, again",
        "10.2.2023",
        "Washington Post"
    ],
    [
        "Putin retreats deeper into his labyrinth",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Video of alleged POW killing angers and inspires Ukrainians",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "China’s foreign minister predicts impending clash with United States",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "‘Magnificent’ smiling sphinx of Roman emperor found at ancient Egypt site",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Gender equality is ‘300 years away,’ U.N. chief warns",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Video appears to show violent kidnapping of four Americans in Mexico",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Afghan women who were divorced under prior government fear for their status  ",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Russia advances in Bakhmut by sending waves of mercenaries to certain death",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Vase is first evidence of a real gladiator fight in Roman Britain",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Who is Estonia’s Kaja Kallas, and why is her election win key for Ukraine?",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "Trudeau orders probe of alleged Chinese interference in Canadian election",
        "7.3.2023",
        "Washington Post"
    ],
    [
        "In Georgia, two days of protests over ‘foreign influence’ bill ",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Hells Angels, a synagogue shooting and Iran’s shady hand in Germany ",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "First covid, now heating: Why bathhouses in Asia are in hot water",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Russia eyes pressure tactics to lure fleeing tech workers home",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Striking French workers dispute that they want a right to ‘laziness’",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "U.S., Mexico search for kidnappers after two Americans found dead",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "A top South Korean actor tested positive for drugs. His downfall was swift.",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "The U.S.-China rift is only growing wider",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Want to rein in Russian oligarchs? Target the wealth managers, study says.",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Six killed in Israeli raid on Jenin as settlers attack Palestinian town again ",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Two of the Americans kidnapped in Mexico are found dead",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "What we know about Matamoros and the kidnapped Americans",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Zelensky vows to stay in Bakhmut; Pro-Ukraine group may have carried out Nord Stream attack",
        "8.3.2023",
        "Washington Post"
    ],
    [
        "Ukraine briefing: Russia claims ‘massive’ strikes across Ukraine; at least 9 dead",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "Migrants flee Tunisia amid arrests and racist attacks on sub-Saharan Africans",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "France moves to put abortion rights in constitution as U.S. curbs access",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "It’s International Women’s Day. How did women’s rights fare this year?",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "What you need to know about Russia’s hypersonic missiles",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "Nord Stream intrigue raises tricky questions for Kyiv",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "A tanker sank and spilled oil. Then came reports of nausea, headaches. ",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "Palace confirms Archie and Lilibet are prince and princess",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "Taliban governor of Afghan province killed in bomb blast",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Missile attacks hit cities across Ukraine",
        "9.3.2023",
        "Washington Post"
    ],
    [
        "Russia’s hypersonic missile attack on Ukraine highlights Western vulnerability ",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Mexico’s president rebukes GOP push to use U.S. military against cartels",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Alleged ‘terrorist’ attack in west Russia fuels hard-line pressure on Putin",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Iran and Saudi Arabia set to restore ties after mediation by China",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Macron and Sunak renew ties at first France-U.K. summit in five years",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Gunman who killed 6 at German Jehovah’s Witness hall had been flagged to police",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "What we know, and still don’t know, about the missing MH370 plane",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Female and nonbinary swimmers can go topless in public pools, Berlin says",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Mexican cartel delivers ‘kidnappers’ — five bound men — and an apology",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Georgia protests reach third night as foreign influence bill shelved",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Seven killed in shooting at Jehovah’s Witness hall in Germany, police say",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "China’s new premier, a Xi loyalist, is caught between business and politics",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Russia fires barrage of hypersonic missiles, piercing Ukrainian air defenses",
        "10.3.2023",
        "Washington Post"
    ],
    [
        "Violence spreads to West Bank, Tel Aviv as threat of wider conflict fades",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "Two Israeli sisters killed in West Bank shooting as violence escalates",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "One soldier killed, one wounded in explosion in western Russia ",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "French winegrowers light candles to protect vines from spring frost ",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "In Photos: Israel launches strikes on Lebanon and Gaza after rocket barrage",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "Israel launches strikes on Lebanon after major rocket barrage",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "How Poland became the new ‘center of gravity’ in Europe",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Macron urges Xi to help end war; U.S. demands access to reporter jailed in Russia",
        "7.4.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Kyiv moves to prevent release of defense plans; U.S. to probe document leak",
        "8.4.2023",
        "Washington Post"
    ],
    [
        "Chinese military starts drills encircling Taiwan after Tsai’s U.S. visit",
        "8.4.2023",
        "Washington Post"
    ],
    [
        "Forget gentle parenting and discipline your 1-year-old, psychologist says",
        "8.4.2023",
        "Washington Post"
    ],
    [
        "Live updates: Violence flares in Israel amid tension along Lebanon border",
        "8.4.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Schumer, McConnell urge release of journalist; no consular access for reporter",
        "8.4.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Leaked document details Russia’s ‘near-shoot down’ of British spy plane; Ukraine fortifies border with Belarus",
        "9.4.2023",
        "Washington Post"
    ],
    [
        "How progressive Denmark became the face of the anti-migration left",
        "9.4.2023",
        "Washington Post"
    ],
    [
        "Israel strikes back at Syria; thousands gather at Jerusalem holy sites",
        "9.4.2023",
        "Washington Post"
    ],
    [
        "Evan Gershkovich adored life in Russia. Now, the reporter waits in prison.",
        "9.4.2023",
        "Washington Post"
    ],
    [
        "New Indian textbooks purged of nation’s Muslim history",
        "9.4.2023",
        "Washington Post"
    ],
    [
        "Vladimir Kara-Murza condemns Russian treason case",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "On canvas, Iranian artists capture the hope and turmoil of an uprising ",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "Meet the women changing the face of Brazil — by aging naturally ",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "A timeline of recent violence between Israelis and Palestinians ",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "Israel strikes Syrian sites and readies for more unrest, protests",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "China jails human rights activists for years over private gathering",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "China’s new world order is taking shape",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "Streaming into Southeast Asia, Netflix faces repeated censorship demands",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "Facing critical ammunition shortage, Ukrainian troops ration shells ",
        "10.4.2023",
        "Washington Post"
    ],
    [
        "Japan’s leader visits Seoul, resuming ‘shuttle diplomacy’ after 12 years",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "Israel readies ‘kosher electricity’ for ultra-Orthodox households",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "Rights groups condemn ‘alarming’ police arrests of coronation protesters",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Moscow to send more supplies to Bakhmut, Wagner chief Prigozhin says",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "Prince Harry, solo, stayed on the sidelines of the coronation",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "Ukraine says it shot down hypersonic Russian missile with Patriot system ",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "King Charles coronation: Long-awaited day was medieval, modern ... and momentous",
        "7.5.2023",
        "Washington Post"
    ],
    [
        "Tom Cruise tells King Charles: ‘You can be my wingman anytime’",
        "8.5.2023",
        "Washington Post"
    ],
    [
        "What did Jill Biden do in London after the coronation? SoulCycle.",
        "8.5.2023",
        "Washington Post"
    ],
    [
        "China says relations with U.S. must be stabilized, avoid ‘downward spiral’",
        "8.5.2023",
        "Washington Post"
    ],
    [
        "Beyond King Charles: Your guide to the world’s 28 other monarchs",
        "8.5.2023",
        "Washington Post"
    ],
    [
        "WHO declares covid-19 is no longer a global health emergency",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "3 militant leaders, 12 others reported killed in Israeli strikes on Gaza",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Putin says ‘real war’ being waged against Russia in muted Victory Day parade",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Wagner chief criticizes war effort as Putin presides over scaled-back Victory Day; U.S. announces new aid",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "China and Canada expel each other’s diplomats over interference claims",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Turkey’s opposition chooses candidate to challenge Erdogan in May election",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Turkish court sentences Erdogan rival to prison for insulting officials",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "In a Turkish town shattered by the earthquake, death is everywhere ",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "As foreign rescuers arrive, Turkish earthquake survivors scramble for aid",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "When the earth shook: Recounting the moments quakes hit Turkey, Syria",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Years of warnings and inaction in Turkish city destroyed by earthquakes",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "In a swelling Turkish cemetery, a glimpse of the earthquakes’ rising toll ",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "China raids another global business consultancy, cites spying concerns",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "A caste survey in India could upend politics in world’s largest democracy",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Lost woman survives 5 days in the wild on a bottle of wine",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "A year after journalist’s killing, report finds pattern of Israeli inaction",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Asia’s heat waves are a grim sign of the times",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "What to know about Ukraine’s Zaporizhzhia nuclear power plant",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "How countries around the world have responded to mass shootings",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Security fears around Zaporizhzhia nuclear plant intensify amid evacuations ",
        "9.5.2023",
        "Washington Post"
    ],
    [
        "Here’s how rockets from Gaza test Israel’s Iron Dome",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Ukrainian forces advance near Bakhmut, officials say",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Gunman kills five in attack in Tunisia during Jewish pilgrimage",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Covid pushed millions worldwide from the middle class to poverty. One man is trying to work his way back.",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Arrest of Imran Khan, Pakistan’s former prime minister, prompts violent clashes ",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "These women were killed decades ago. Interpol wants help ID’ing them.",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Pro-Kremlin writer wounded in car explosion in Russia",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Turkish court transfers Khashoggi murder case to Saudi Arabia",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Russia preparing to evacuate nuclear plant, Ukrainian operator says",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Thai voters could oust military from power — barring election fraud",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Ecuadoran lawmakers put President Lasso on impeachment’s path",
        "10.5.2023",
        "Washington Post"
    ],
    [
        "Defend ‘every inch’ of NATO territory? New strategy is a work in progress.",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Memorial to mark site where Kenya starvation cult left at least 250 dead",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "What to know about the breach of Ukraine’s Kakhovka dam",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Floods engulf swath of Ukraine after dam breach",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Vatican: Pope Francis finishes intestinal surgery with no complications",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Hit Netflix show sparks a wave of #MeToo allegations in Taiwan",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Will Prince Harry win his court case — and change tabloid behavior?",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Jordan’s royal wedding: A glamorous diversion from the kingdom’s woes",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "A Ukrainian zoo survived through war. The Kakhovka flood ended it.",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Dam blast floods villages, but occupation-weary Ukrainians vow to stay ",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "A veteran Asian diplomat bows out of Washington",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Damage to Russian-held hydroelectric plant floods south Ukraine battlefield",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "Russia and Ukraine trade blame for destruction of Kakhovka dam, power plant",
        "7.6.2023",
        "Washington Post"
    ],
    [
        "The smoke will fade in the U.S. But cities across the globe aren’t so lucky.",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "USAID cuts food aid supporting millions of Ethiopians amid charges of massive government theft",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "They were flying to the U.S. Then they spent 40 hours stranded in Russia.",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "Photos: Rescue and destruction in flooded Ukrainian region",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine flood victims ferried to safety; shelling intensifies after dark",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine’s counteroffensive won’t be an easy retread of last year’s wins",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine flood victims say occupying Russians aren’t sending help",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "As flood engulfs Ukraine’s southern combat zone, battlefield is redrawn",
        "8.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Zelensky claims ‘step-by-step’ progress in counteroffensive; Putin says Kyiv hasn’t achieved its goals ",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine presses counteroffensive as flood evacuations continue in south",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Being a combat officer in Hebron damaged him. Protesting Netanyahu helps him heal.",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Greta Thunberg holds last school strike as climate activist graduates",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Satellite images show the devastation from the Kakhovka dam collapse  ",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Ukrainian military begins counteroffensive to oust Russian occupiers",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "The potent U.S. arsenal for Ukraine’s counteroffensive",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine’s counteroffensive is underway. Here’s what’s at stake.",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "A Russia-Ukraine timeline: Key moments, from attack on Kyiv to counteroffensive",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine launches counteroffensive against Russia",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Four toddlers, two adults injured in French playground knife attack",
        "9.6.2023",
        "Washington Post"
    ],
    [
        "Ukraine live briefing: Zelensky confirms counteroffensive; Kyiv reports small gains",
        "10.6.2023",
        "Washington Post"
    ],
    [
        "Plane crash children found alive after 40 days in jungle, officials say",
        "10.6.2023",
        "Washington Post"
    ],
    [
        "Zelensky signals Ukraine’s counteroffensive is underway ",
        "10.6.2023",
        "Washington Post"
    ],
    [
        "India’s girl wrestlers watch in dismay as their heroes are crushed by police",
        "10.6.2023",
        "Washington Post"
    ],
    [
        "Boris Johnson resigns as a member of Parliament over ‘Partygate’",
        "10.6.2023",
        "Washington Post"
    ]
]